{
  "menu": [
    {
      "url": "/",
      "title": "Home"
    },
    {
      "url": "/meet-the-team",
      "title": "Meet the team"
    },
    {
      "url": "/clients",
      "title": "Our Clients"
    },
    {
      "url": "/services",
      "title": "Services"
    },
    {
      "url": "/blog",
      "title": "Blog"
    },
    {
      "url": "/vacature",
      "title": "Vacature"
    },
    {
      "url": "https://27183448.hs-sites-eu1.com/chatgpt-guide-mastering-chatgpt",
      "title": "Guide"
    }
  ],
  "services": [
    {
      "logo": "/images/emoji-globe-with-meridians.svg",
      "heading": "Website Creation",
      "text": "We'll build a stunning and user-friendly website that captures your brand's essence."
    },
    {
      "logo": "/images/emoji-glowing-star.svg",
      "heading": "Website Hosting",
      "text": "Trust us to keep your website secure and running smoothly, so you can focus on growing your business."
    },
    {
      "logo": "/images/emoji-sparkles.svg",
      "heading": "Website Updates",
      "text": "Stay fresh and relevant with regular website updates that ensure your online presence is always at its best."
    },
    {
      "logo": "/images/emoji-left-pointing-magnifying-glass.svg",
      "heading": "SEO Optimization",
      "text": "Boost your online visibility and attract more organic traffic with our expert SEO techniques."
    },
    {
      "logo": "/images/emoji-artist-palette.svg",
      "heading": "Logo Creation",
      "text": "Let us design a unique and memorable logo that represents your brand perfectly."
    },
    {
      "logo": "/images/emoji-telephone.svg",
      "heading": "Weekly Consultations",
      "text": "Gain valuable insights and guidance from our experts during our weekly consulting sessions."
    },
    {
      "logo": "/images/emoji-bar-chart.svg",
      "heading": "Market Research",
      "text": "Make informed decisions with our in-depth market research services, providing you with valuable insights."
    },
    {
      "logo": "/images/emoji-mobile-phone.svg",
      "heading": "Social Media Management",
      "text": "We'll handle your social media presence, engaging your audience and growing your brand."
    },
    {
      "logo": "/images/emoji-heart-decoration.svg",
      "heading": "Social Media Branding",
      "text": "Stand out on social media with a cohesive and captivating brand strategy."
    },
    {
      "logo": "/images/emoji-film-projector.svg",
      "heading": "Video Creation",
      "text": "Engage your audience with high-quality videos that tell your brand's story effectively."
    },
    {
      "logo": "/images/emoji-writing-hand-light-skin-tone.svg",
      "heading": "Content Creation",
      "text": "Fuel your marketing efforts with compelling and tailored content that resonates with your target audience."
    },
    {
      "logo": "/images/emoji-collision.svg",
      "heading": "AD Campaigns",
      "text": "Maximize your reach and drive conversions with targeted and impactful advertising campaigns."
    },
    {
      "logo": "/images/emoji-bust-in-silhouette.svg",
      "heading": "Influencer Activations",
      "text": "Leverage the power of influencers to amplify your brand's reach and connect with your audience."
    },
    {
      "logo": "/images/emoji-rocket.svg",
      "heading": "Customer Acquisition",
      "text": "Expand your customer base and increase revenue with our proven customer acquisition strategies."
    }
  ],
  "keenetic": {
    "title": "CREATING AND GROWING SOCIAL ACCOUNTS FOR KEENETIC",
    "image": "/keenetic-banner.png",
    "subtitle": "KEENETIC",
    "color": "#0072AC",
    "options": [
      {
        "title": "At a Glance",
        "desc": "Keenetic is an ambitious and innovative designer, developer & vendor, focused on Wi-Fi routers. Since 2010 several dozen models have been launched, and the number of users of the brand has exceeded seven million across Europe. They wanted to start and grow their social media platforms, create brand awareness and increase sales."
      },
      {
        "title": "OUR APPROACH",
        "desc": "Working closely with the client and communicating their goals and expectations, we developed a strategy to create and grow. After learning about their target audience, we came up with content that worked with their product. From memes and community engagement to educational content and trending videos, we were able to launch and establish a social media presence for Keenetic in just 3 months. We also ran contests and used product placement and partnerships when possible. We monitored analytics closely and changed our approach as needed to ensure better results."
      },
      {
        "title": "CHALLENGES",
        "desc": "Previously not having Twitter, TikTok or Youtube, our team was starting these accounts from zero. Further, wifi routers are not something that is super aesthetic and easy to market. We also had limited content to work with and not a very large budget, so we would have to focus on organic growth."
      }
    ],
    "strategies": [
      {
        "title": "Trends and Analytics",
        "desc": "Staying up to date on the latest trends to create engaging content. Tracking analytics constantly to adjust for things like best posting times."
      },
      {
        "title": "Video Content",
        "desc": "Short video has become the fastest-growing form of social media content, which we pushed through TikTok. We also assisted in launching a Youtube and created videos and stories."
      },
      {
        "title": "Engagement and Interactions",
        "desc": "We responded to followers, and reposted and followed accounts with similar interests to grow the community and have a more approachable voice and brand."
      },
      {
        "title": "Product Placement and Partnerships",
        "desc": "By placing Keenetic products at the center of large gaming events, and doing giveaways through partnerships, we raised brand awareness and trust."
      }
    ],
    "data": [
      {
        "title": "Twitter followers",
        "amount": "1.3K +"
      },
      {
        "title": "Profile views",
        "amount": "30K +"
      },
      {
        "title": "TikTok views",
        "amount": "8K +"
      }
    ],
    "example": [
      {
        "image": "/keen-e-1.png"
      },
      {
        "image": "/keen-e-2.png"
      }
    ]
  },
  "heet": {
    "title": "USING SOCIAL MEDIA TO GAIN PARTNERSHIPS AND GROW AN ACTIVE COMMUNITY",
    "image": "/heet-banner.png",
    "subtitle": "HEET GAMING",
    "color": "#DC0018",
    "options": [
      {
        "title": "At a Glance",
        "desc": "HEET Gaming is a premier gaming community, dedicated to providing an exciting experience that gamers are proud of. HEET competes in numerous games at the highest levels. Its goal is to build a community of heroes united by their passion for Esports and gaming and to serve that community with experiences on and off the server."
      },
      {
        "title": "OUR APPROACH",
        "desc": "We asked our network in the gaming community to give us feedback and directions on examples we created. In doing so their engagement with the brand increased. With the community’s feedback, we created a strategy that tells the story of HEET. We created content that aligned with the required rebranding while engaging with the audience. This approach resulted in the unique selling point of HEET being a community-driven company."
      },
      {
        "title": "CHALLENGES",
        "desc": "The challenge for HEET was to come up with a unique brand and selling point that attracted the target audience: Gen Z. It required a re-brand, from the old logo and texts, into something new and modern without losing the identity that had already been created and was known to the community. The goal was to create and grow a brand that was not too corporate or boring."
      }
    ],
    "strategies": [
      {
        "title": "Community Involvement",
        "desc": "Directly communicating and receiving input from our community."
      },
      {
        "title": "Getting Creative with Paper and Pen",
        "desc": "Drawing ideas on paper, and using unique materials to come up with new styles and patterns."
      },
      {
        "title": "High Level Content Creation",
        "desc": "Making high-quality professional content without taking a corporate direction."
      },
      {
        "title": "Out of the Box Strategies",
        "desc": "Trying new tactics, and approaching our channels from the perspective of our audience, not from common strategies."
      }
    ],
    "data": [
      {
        "title": "Twitter followers",
        "amount": "12.7K +"
      },
      {
        "title": "Twitter Impressions",
        "amount": "12M +"
      },
      {
        "title": "TikTok Likes",
        "amount": "940K +"
      }
    ],
    "example": [
      {
        "image": "/heet-e-1.png"
      },
      {
        "image": "/heet-e-2.png"
      },
      {
        "image": "/heet-e-3.png"
      }
    ]
  },
  "members": [
    {
      "name": "Tim “Timmy” Buysse",
      "image": "/timmy.png",
      "role": "Founder",
      "tagLine": "Dedicated to delivering exceptional results and prioritizing client satisfaction."
    },
    {
      "name": "Jasur “Jazz” Avizov",
      "image": "/jazz.png",
      "role": "Creative Director",
      "tagLine": "The most active thing about me is my imagination."
    },
    {
      "name": "Diana “Insomnia” Vaisova",
      "image": "/insomnia.png",
      "role": "Graphic Designer",
      "tagLine": "I love short deadlines."
    },

    {
      "name": "M. Inam Ur Rehman",
      "image": "/inaam.png",
      "role": "Developer",
      "tagLine": "I Love Crafting Elegant Solutions through Programming."
    }
  ],
  "plans": [
    {
      "planName": "Basic",
      "price": "€299",
      "options": [
        {
          "name": "Website Creation",
          "available": true
        },
        {
          "name": "Website Hosting",
          "available": true
        },
        {
          "name": "Website Updates",
          "available": true
        },
        {
          "name": "SEO Optimization",
          "available": true
        },
        {
          "name": "Logo Creation",
          "available": true
        },
        {
          "name": "Weekly Consultating",
          "available": true
        },
        {
          "name": "Market Research",
          "available": true
        },
        {
          "name": "Social Media Management",
          "available": false
        },
        {
          "name": "Social Media Branding",
          "available": false
        },
        {
          "name": "Marketing Presentation",
          "available": false
        },
        {
          "name": "Video Creation",
          "available": false
        },
        {
          "name": "Content Creation",
          "available": false
        },
        {
          "name": "AD Campaigns",
          "available": false
        },
        {
          "name": "Influencer Activations",
          "available": false
        },
        {
          "name": "Customer Acquisition",
          "available": false
        }
      ]
    },
    {
      "planName": "Standard",
      "price": "€999",
      "options": [
        {
          "name": "Website Creation",
          "available": true
        },
        {
          "name": "Website Hosting",
          "available": true
        },
        {
          "name": "Website Updates",
          "available": true
        },
        {
          "name": "SEO Optimization",
          "available": true
        },
        {
          "name": "Logo Creation",
          "available": true
        },
        {
          "name": "Weekly Consultating",
          "available": true
        },
        {
          "name": "Market Research",
          "available": true
        },
        {
          "name": "Social Media Management",
          "available": true
        },
        {
          "name": "Social Media Branding",
          "available": true
        },
        {
          "name": "Marketing Presentation",
          "available": true
        },
        {
          "name": "Video Creation",
          "available": false
        },
        {
          "name": "Content Creation",
          "available": false
        },
        {
          "name": "AD Campaigns",
          "available": false
        },
        {
          "name": "Influencer Activations",
          "available": false
        },
        {
          "name": "Customer Acquisition",
          "available": false
        }
      ]
    },
    {
      "planName": "Premium",
      "price": "€2499",
      "options": [
        {
          "name": "Website Creation",
          "available": true
        },
        {
          "name": "Website Hosting",
          "available": true
        },
        {
          "name": "Website Updates",
          "available": true
        },
        {
          "name": "SEO Optimization",
          "available": true
        },
        {
          "name": "Logo Creation",
          "available": true
        },
        {
          "name": "Weekly Consultating",
          "available": true
        },
        {
          "name": "Market Research",
          "available": true
        },
        {
          "name": "Social Media Management",
          "available": true
        },
        {
          "name": "Social Media Branding",
          "available": true
        },
        {
          "name": "Marketing Presentation",
          "available": true
        },
        {
          "name": "Video Creation",
          "available": true
        },
        {
          "name": "Content Creation",
          "available": true
        },
        {
          "name": "AD Campaigns",
          "available": true
        },
        {
          "name": "Influencer Activations",
          "available": true
        },
        {
          "name": "Customer Acquisition",
          "available": true
        }
      ]
    }
  ],
  "work": [
    {
      "image": "/keen-work.png",
      "text": "We have harnessed the potential of TikTok to deliver impressive results for our clients. Our expert team has implemented cutting-edge strategies that have propelled our videos to reach millions of views and generate widespread engagement in an organic way. Through creative and captivating content creation, we have leveraged TikTok's algorithm to optimize visibility and maximize reach. Our videos have captured the attention of a vast audience, creating valuable brand exposure and driving traffic to our clients' products and services. From innovative storytelling techniques to trend-driven campaigns, we stay ahead of the curve in the dynamic world of TikTok. Our data-driven approach ensures that every video we produce is tailored to resonate with your target audience and is up to date with the latest trends. Contact us today to discuss how we can create TikTok magic for your business! Making TikTok go viral, one video at a time.",
      "social": [
        {
          "type": "tiktok",
          "url": "https://www.tiktok.com/@keeneticwifi?_t=8e5YI0MJMEE&_r=1"
        }
      ]
    },
    {
      "image": "/dlc-work.png",
      "text": "We wield the power of web development to create captivating online experiences that leave viewers spellbound. Our enchanting websites have cast a wide net, captivating audiences and propelling businesses to new heights. With a touch of creativity and a sprinkle of technical wizardry, we craft visually stunning websites that captivate attention and engage users. Our team of web sorcerers combines cutting-edge design techniques with seamless functionality to bring your brand's story to life. From captivating landing pages to mesmerizing visuals, we conjure websites that not only look magical but also deliver a seamless user experience. Our spells include responsive design, intuitive navigation, and captivating content that keeps visitors under your brand's enchantment.",
      "social": [
        {
          "type": "website",
          "url": "https://sportsystems.eu/"
        }
      ]
    },
    {
      "image": "/heet-work.jpg",
      "text": "At our Graphics Creation Studio, we are passionate about bringing your artistic ideas to life through captivating visuals. Our team of skilled artists and designers combines their expertise with a deep understanding of art to create graphics that truly resonate. With a keen eye for aesthetics and a mastery of artistic techniques, we craft stunning visuals that capture the essence of your vision. From breathtaking illustrations to visually striking branding designs, we transform concepts into impactful graphic expressions. We believe in the power of art to evoke emotions, tell stories, and make a lasting impression.",
      "social": [
        {
          "type": "website",
          "url": "https://www.heet.gg/"
        },
        {
          "type": "youtube",
          "url": "https://www.youtube.com/@HEETGG"
        },
        {
          "type": "tiktok",
          "url": "https://www.tiktok.com/@heet_esports?_t=8e5YFni7LVK&_r=1"
        }
      ]
    },
    {
      "image": "/flagship-work.png",
      "text": "Persuasive Copywriting! We have mastered the art of wordsmithing and the power of persuasive copywriting to captivate audiences and drive impactful results. Our team of skilled copywriters combines creativity with strategic thinking to craft compelling messages that resonate with your target audience. With meticulous attention to detail and a deep understanding of consumer psychology, we create persuasive copy that sparks emotions, drives action, and generates tangible results. Whether it's crafting captivating website content, engaging social media posts, or attention-grabbing advertising copy, we have the expertise to deliver the right message, in the right tone, at the right time. By collaborating closely with our clients, we ensure that every word aligns with their brand voice and goals. Our words have the power to inspire, persuade, and create meaningful connections with your audience, helping you stand out in today's crowded marketplace. Where words become your most powerful marketing tool.",
      "social": [
        {
          "type": "website",
          "url": "https://flagship.fyi/outposts/gaming/"
        }
      ]
    },
    {
      "image": "/mf-work.jpg",
      "text": "We specialize in crafting distinctive logos that capture the essence of your brand. We combine creativity and strategic thinking to deliver logo designs that leave a lasting impression. We understand the importance of a logo as the visual representation of your brand. That's why we delve deep into your brand's personality, values, and target audience to create a logo that stands out from the crowd. Our designs are tailor-made to reflect your unique identity, conveying professionalism, trust, and creativity. Creating logos that make a lasting impression.",
      "social": [
        {
          "type": "instagram",
          "url": "https://www.instagram.com/melissapopsel_mua/"
        }
      ]
    },
    {
      "image": "/youtube-work.png",
      "text": "Lights, Camera, Action! As a passionate and creative video producer, I am here to bring your vision to life on the silver screen. With years of experience and an unwavering dedication to quality, I will create captivating videos that resonate with your audience and make a lasting impact. From scriptwriting to post-production, every step of the process is carefully crafted to ensure your story shines through. I pride myself on my attention to detail, bringing out the best in every scene, capturing the essence of your brand, and evoking emotions that leave a lasting impression. Whether it's a promotional video, brand story, or creative advertisement, I understand the power of visuals and storytelling. I will work closely with you to understand your goals and bring your ideas to life, delivering videos that engage, entertain, and inspire action. Lights, camera, let's make magic together! Mr Jasur Avizov and T&T your partner in visual storytelling and video production excellence.",
      "social": []
    },
    {
      "image": "/dlc-keenetic.png",
      "text": "For DLC and KEENETIC we tapped into the power of social media platforms to reach Gen Z and sports enthusiasts. Through Twitter, Facebook, TikTok, and Instagram, we embraced the latest trends and engaged with our target audiences like never before. For KEENETIC, we created a seamless connection with Gen Z, capturing their attention and loyalty. With DLC, our focus on sports-related content garnered immense interest, driving increased brand visibility and engagement. Our expert team knows how to harness the potential of each platform, ensuring your brand stays ahead of the game in today's dynamic digital landscape. Let's elevate your marketing strategy together!",
      "social": [
        {
          "type": "instagram",
          "url": "https://www.instagram.com/dlcsportsystems/"
        },
        {
          "type": "twitter",
          "url": "https://twitter.com/KEENETIC_WIFI"
        }
      ]
    }
  ],
  "clients": [
    {
      "id": 1,
      "image": "/heet.png",
      "desc": "HEET Gaming is a premier gaming community that is dedicated to providing an exciting experience for gamers. HEET competes in numerous games at the highest levels, including being in the top 30 world-wide in the game of Counter-Strike. Members are known for their competitive spirit and love of the game.",
      "url": "/clients/heet",
      "width": 120,
      "height": 120,
      "buttonText": "Case Study"
    },
    {
      "id": 2,
      "image": "/kee.png",
      "desc": "Keenetic is an ambitious and innovative designer, developer & vendor, focused on Wi-Fi routers. They deliver commercially useful cutting-edge Wi-Fi router performance. Since 2010 several dozen models have been launched, and the number of users of the brand has exceeded seven million cross Europe.",
      "url": "/clients/keenetic",
      "width": "50%",
      "height": 50,
      "buttonText": "Case Study"
    },
    {
      "id": 3,
      "image": "/vibes.png",
      "desc": "Running Vibes is a Website for runners by runners.We believe fitness should be accessible to everyone, everywhere, regardless of income or access to a gym. With hundreds of professional workouts, healthy recipes and informative articles, as well as one of the most positive communities on the web, you’ll have everything you need to reach your personal fitness goals – for free!",
      "url": "https://running-vibes.vercel.app/",
      "width": "50%",
      "height": 50,
      "buttonText": "Website Creation"
    },
    {
      "id": 4,
      "image": "/flagship.svg",
      "desc": "We’re bringing all your crypto needs together under one roof. Whether it’s assets, information, data, experts or education, Flagship is here to help you! In Gaming outpost! In here, we discuss everything about Web3 Gaming - from Play-to-Earn games to NFT gaming projects.",
      "url": "https://flagship.fyi/outposts/gaming/",
      "width": "80%",
      "height": "3rem",
      "buttonText": "Copywriting & SEO Optimization"
    },
    {
      "id": 5,
      "image": "/dlc-logo.png",
      "desc": "DLC SportSystems is a leading provider of cutting-edge sports technology solutions, catering to sports clubs and organizations worldwide. They approached TT Marketing with the goal of establishing a robust online presence through social media platforms (Facebook, Instagram, and LinkedIn), content creation for their website.",
      "url": "/clients/dlc",
      "width": 150,
      "height": 120,
      "buttonText": "Case Study"
    },
    {
      "id": 6,
      "image": "/kom-op-tegen-logo-1.png",
      "desc": "Kom Op Tegen Kanker, a leading cancer research and support organization, partnered with a marketing consultancy firm to expand its reach within the gaming community and run successful campaigns with influencers. The objective was to engage the gaming audience, raise awareness about cancer prevention, and drive donations for cancer research.",
      "url": "/clients#",
      "width": 150,
      "height": 120,
      "buttonText": "Case Study"
    },
    {
      "id": 7,
      "image": "/leerstadion_logo_white.svg",
      "desc": "Het Leerstadion, an educational services provider, sought to enhance its digital presence and reach a wider audience. Collaborating with T&T Marketing, they embarked on an ambitious digital marketing campaign to revamp their brand, engage with parents, and forge partnerships with professionals in the educational sector.This case study delves into the strategies and tactics implemented by T&T Marketing, showcasing how Het Leerstadion achieved remarkable results through digital transformation.",
      "url": "/clients/het-leerstadion",
      "width": 150,
      "height": 180,
      "buttonText": "Case Study"
    }
  ]
}
